Repository: stanlsv/sayboard
Catalog: Sayboard/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, el, es, et, fi, fr, hi, hr, hu, it, ja, ko, lt, lv, nb, nl, pl, pt, ro, ru, sk, sl, sv, tr, uk, zh

source: Adds an AI button to the keyboard for rewriting, reformatting, and other text actions.
bg: Добавя AI бутон на клавиатурата за преписване, преформатиране и други действия с текста.
cs: Přidá na klávesnici tlačítko AI pro přepisování, přeformátování a další textové akce.
da: Tilføjer en AI-knap til tastaturet til omskrivning, omformatering og andre teksthandlinger.
de: Fügt der Tastatur eine KI-Taste zum Umschreiben, Umformatieren und für andere Textaktionen hinzu.
el: Προσθέτει ένα κουμπί AI στο πληκτρολόγιο για αναδιατύπωση, αναμορφοποίηση και άλλες ενέργειες κειμένου.
es: Añade un botón de IA al teclado para reescribir, reformatear y otras acciones con texto.
et: Lisab klaviatuurile AI nupu teksti ümberkirjutamiseks, vormindamiseks ja muudeks tegevusteks.
fi: Lisää näppäimistöön AI-painikkeen tekstin uudelleenkirjoittamista, muotoilua ja muita toimintoja varten.
fr: Ajoute un bouton IA au clavier pour la réécriture, le reformatage et d’autres actions textuelles.
hi: पुनर्लेखन, पुनर्स्वरूपण और अन्य टेक्स्ट क्रियाओं के लिए कीबोर्ड में AI बटन जोड़ता है।
hr: Dodaje AI gumb na tipkovnicu za prepisivanje, preoblikovanje i druge akcije s tekstom.
hu: AI gombot ad a billentyűzethez átíráshoz, újraformázáshoz és egyéb szöveges műveletekhez.
it: Aggiunge un pulsante IA alla tastiera per riscrittura, riformattazione e altre azioni sul testo.
ja: 書き換え、再フォーマット、その他のテキスト操作のためのAIボタンをキーボードに追加します。
ko: 다시 쓰기, 형식 변경 등 텍스트 작업을 위한 AI 버튼을 키보드에 추가합니다.
lt: Prideda AI mygtuką klaviatūroje, skirtą perrašymui, performatavimui ir kitiems teksto veiksmams.
lv: Pievieno tastatūrai AI pogu pārrakstīšanai, pārformatēšanai un citām teksta darbībām.
nb: Legger til en AI-knapp på tastaturet for omskriving, omformatering og andre teksthandlinger.
nl: Voegt een AI-knop toe aan het toetsenbord voor herschrijven, herformatteren en andere tekstacties.
pl: Dodaje przycisk AI do klawiatury do przepisywania, przeformatowywania i innych operacji na tekście.
pt: Adiciona um botão de IA ao teclado para reescrever, reformatar e outras ações de texto.
ro: Adaugă un buton AI pe tastatură pentru rescriere, reformatare și alte acțiuni de text.
ru: Добавляет кнопку ИИ на клавиатуру для перефразирования, форматирования и других действий с текстом.
sk: Pridá na klávesnicu tlačidlo AI na prepisovanie, preformátovanie a ďalšie textové akcie.
sl: Doda gumb AI na tipkovnico za prepisovanje, preoblikovanje in druga besedilna dejanja.
sv: Lägger till en AI-knapp på tangentbordet för omskrivning, omformatering och andra textåtgärder.
tr: Yeniden yazma, yeniden biçimlendirme ve diğer metin işlemleri için klavyeye bir AI düğmesi ekler.
uk: Додає кнопку ШІ на клавіатуру для переписування, переформатування та інших дій з текстом.
zh: 在键盘上添加 AI 按钮，用于改写、重新格式化和其他文本操作。

source: After each dictation, the inserted text is also copied to the system clipboard. Replaces the previous clipboard contents.
bg: След всяка диктовка вмъкнатият текст се копира и в системния клипборд. Заменя предишното съдържание на клипборда.
cs: Po každém diktování se vložený text zkopíruje také do systémové schránky. Nahradí předchozí obsah schránky.
da: Efter hver diktering kopieres den indsatte tekst også til systemets udklipsholder. Erstatter det tidligere indhold i udklipsholderen.
de: Nach jedem Diktat wird der eingefügte Text auch in die Systemzwischenablage kopiert. Ersetzt den vorherigen Inhalt der Zwischenablage.
el: Μετά από κάθε υπαγόρευση, το κείμενο που εισάγεται αντιγράφεται και στο πρόχειρο του συστήματος. Αντικαθιστά τα προηγούμενα περιεχόμενα του πρόχειρου.
es: Después de cada dictado, el texto insertado también se copia en el portapapeles del sistema. Sustituye el contenido anterior del portapapeles.
et: Pärast iga dikteerimist kopeeritakse lisatud tekst ka süsteemi lõikepuhvrisse. Asendab lõikepuhvri varasema sisu.
fi: Jokaisen sanelun jälkeen lisätty teksti kopioidaan myös leikepöydälle. Korvaa leikepöydän edellisen sisällön.
fr: Après chaque dictée, le texte inséré est aussi copié dans le presse-papiers du système. Remplace le contenu précédent du presse-papiers.
hi: प्रत्येक डिक्टेशन के बाद, डाला गया टेक्स्ट सिस्टम क्लिपबोर्ड पर भी कॉपी हो जाता है। क्लिपबोर्ड की पिछली सामग्री को बदल देता है।
hr: Nakon svakog diktiranja umetnuti tekst kopira se i u sistemski memorijski pretinac. Zamjenjuje prethodni sadržaj memorijskog pretinca.
hu: Minden diktálás után a beillesztett szöveg a rendszer vágólapjára is átmásolódik. Felülírja a vágólap korábbi tartalmát.
it: Dopo ogni dettatura, il testo inserito viene copiato anche negli appunti di sistema. Sostituisce il contenuto precedente degli appunti.
ja: 音声入力のたびに、挿入されたテキストがシステムのクリップボードにもコピーされます。クリップボードの以前の内容は置き換えられます。
ko: 받아쓰기가 끝날 때마다 입력된 텍스트가 시스템 클립보드에도 복사됩니다. 이전 클립보드 내용을 대체합니다.
lt: Po kiekvieno diktavimo įterptas tekstas taip pat kopijuojamas į sistemos iškarpinę. Pakeičia ankstesnį iškarpinės turinį.
lv: Pēc katras diktēšanas ievietotais teksts tiek nokopēts arī sistēmas starpliktuvē. Aizstāj iepriekšējo starpliktuves saturu.
nb: Etter hver diktering kopieres den innsatte teksten også til systemets utklippstavle. Erstatter det forrige innholdet på utklippstavlen.
nl: Na elke dictatie wordt de ingevoegde tekst ook naar het systeemklembord gekopieerd. Vervangt de vorige inhoud van het klembord.
pl: Po każdym dyktowaniu wstawiony tekst jest również kopiowany do schowka systemowego. Zastępuje poprzednią zawartość schowka.
pt: Após cada ditado, o texto inserido também é copiado para a área de transferência do sistema. Substitui o conteúdo anterior da área de transferência.
ro: După fiecare dictare, textul introdus este copiat și în clipboardul sistemului. Înlocuiește conținutul anterior al clipboardului.
ru: После каждой диктовки вставленный текст также копируется в системный буфер обмена. Заменяет предыдущее содержимое буфера.
sk: Po každom diktovaní sa vložený text skopíruje aj do systémovej schránky. Nahradí predchádzajúci obsah schránky.
sl: Po vsakem narekovanju se vstavljeno besedilo kopira tudi v sistemsko odložišče. Nadomesti prejšnjo vsebino odložišča.
sv: Efter varje diktering kopieras den infogade texten också till systemets urklipp. Ersätter det tidigare innehållet i urklipp.
tr: Her dikteden sonra eklenen metin sistem panosuna da kopyalanır. Panodaki önceki içeriğin yerini alır.
uk: Після кожного диктування вставлений текст також копіюється в системний буфер обміну. Замінює попередній вміст буфера.
zh: 每次听写后，插入的文本也会复制到系统剪贴板。替换剪贴板中的原有内容。

source: AI Text Processing
bg: AI обработка на текст
cs: Zpracování textu AI
da: AI-tekstbehandling
de: KI-Textverarbeitung
el: Επεξεργασία κειμένου AI
es: Procesamiento de texto con IA
et: AI tekstitöötlus
fi: AI-tekstinkäsittely
fr: Traitement de texte IA
hi: AI टेक्स्ट प्रोसेसिंग
hr: AI obrada teksta
hu: AI szövegfeldolgozás
it: Elaborazione testo IA
ja: AIテキスト処理
ko: AI 텍스트 처리
lt: AI teksto apdorojimas
lv: AI teksta apstrāde
nb: AI-tekstbehandling
nl: AI-tekstverwerking
pl: Przetwarzanie tekstu AI
pt: Processamento de texto com IA
ro: Procesare text AI
ru: Обработка текста ИИ
sk: Spracovanie textu pomocou AI
sl: Obdelava besedila z AI
sv: AI-textbearbetning
tr: AI Metin İşleme
uk: Обробка тексту ШІ
zh: AI 文本处理

source: AI Text Processing Enabled
bg: AI обработката на текст е включена
cs: Zpracování textu AI zapnuto
da: AI-tekstbehandling slået til
de: KI-Textverarbeitung aktiviert
el: Η επεξεργασία κειμένου AI ενεργοποιήθηκε
es: Procesamiento de texto con IA activado
et: AI tekstitöötlus sisse lülitatud
fi: AI-tekstinkäsittely on otettu käyttöön
fr: Traitement de texte IA activé
hi: AI टेक्स्ट प्रोसेसिंग चालू हो गई
hr: AI obrada teksta uključena
hu: AI szövegfeldolgozás bekapcsolva
it: Elaborazione testo IA attivata
ja: AIテキスト処理をオンにしました
ko: AI 텍스트 처리가 켜졌습니다
lt: AI teksto apdorojimas įjungtas
lv: AI teksta apstrāde ieslēgta
nb: AI-tekstbehandling slått på
nl: AI-tekstverwerking ingeschakeld
pl: Przetwarzanie tekstu AI włączone
pt: Processamento de texto com IA ativado
ro: Procesare text AI activată
ru: Обработка текста ИИ включена
sk: Spracovanie textu pomocou AI zapnuté
sl: Obdelava besedila z AI je vklopljena
sv: AI-textbearbetning aktiverad
tr: AI Metin İşleme Açıldı
uk: Обробку тексту ШІ увімкнено
zh: AI 文本处理已开启

source: All Apps
bg: Всички приложения
cs: Všechny aplikace
da: Alle apps
de: Alle Apps
el: Όλες οι εφαρμογές
es: Todas las apps
et: Kõik rakendused
fi: Kaikki ohjelmat
fr: Toutes les apps
hi: सभी ऐप्स
hr: Sve aplikacije
hu: Összes alkalmazás
it: Tutte le app
ja: すべてのアプリ
ko: 모든 앱
lt: Visos programėlės
lv: Visas lietotnes
nb: Alle apper
nl: Alle apps
pl: Wszystkie aplikacje
pt: Todos os apps
ro: Toate aplicațiile
ru: Все приложения
sk: Všetky aplikácie
sl: Vse aplikacije
sv: Alla appar
tr: Tüm Uygulamalar
uk: Усі застосунки
zh: 所有应用

source: All languages
bg: Всички езици
cs: Všechny jazyky
da: Alle sprog
de: Alle Sprachen
el: Όλες οι γλώσσες
es: Todos los idiomas
et: Kõik keeled
fi: Kaikki kielet
fr: Toutes les langues
hi: सभी भाषाएँ
hr: Svi jezici
hu: Minden nyelv
it: Tutte le lingue
ja: すべての言語
ko: 모든 언어
lt: Visos kalbos
lv: Visas valodas
nb: Alle språk
nl: Alle talen
pl: Wszystkie języki
pt: Todos os idiomas
ro: Toate limbile
ru: Все языки
sk: Všetky jazyky
sl: Vsi jeziki
sv: Alla språk
tr: Tüm diller
uk: Усі мови
zh: 所有语言

source: All recordings from the History tab, including transcription text and audio files stored on this device, will be permanently deleted.
bg: Всички записи от раздела „История“, включително текстът на транскрипциите и аудиофайловете на това устройство, ще бъдат изтрити безвъзвратно.
cs: Všechny nahrávky ze záložky Historie, včetně textu přepisů a zvukových souborů uložených na tomto zařízení, budou trvale smazány.
da: Alle optagelser fra fanen Historik, inkl. transskriptionstekst og lydfiler gemt på denne enhed, slettes permanent.
de: Alle Aufnahmen aus dem Verlauf, einschließlich Transkriptionstexte und auf diesem Gerät gespeicherte Audiodateien, werden dauerhaft gelöscht.
el: Όλες οι εγγραφές από την καρτέλα Ιστορικό, συμπεριλαμβανομένου του κειμένου μεταγραφής και των αρχείων ήχου που αποθηκεύονται σε αυτή τη συσκευή, θα διαγραφούν οριστικά.
es: Todas las grabaciones de la pestaña Historial, incluido el texto de las transcripciones y los archivos de audio guardados en este dispositivo, se eliminarán de forma permanente.
et: Kõik salvestised vahekaardilt Ajalugu, kaasa arvatud transkriptsioonid ja sellesse seadmesse salvestatud helifailid, kustutatakse jäädavalt.
fi: Kaikki Historia-välilehden tallennukset, mukaan lukien litteroinnit ja tähän laitteeseen tallennetut äänitiedostot, poistetaan pysyvästi.
fr: Tous les enregistrements de l’onglet Historique, y compris les textes de transcription et les fichiers audio stockés sur cet appareil, seront supprimés définitivement.
hi: इतिहास टैब की सभी रिकॉर्डिंग, जिसमें इस डिवाइस पर संग्रहीत ट्रांसक्रिप्शन टेक्स्ट और ऑडियो फ़ाइलें शामिल हैं, स्थायी रूप से हटा दी जाएँगी।
hr: Sve snimke iz kartice Povijest, uključujući tekst transkripcija i audiodatoteke pohranjene na ovom uređaju, bit će trajno izbrisane.
hu: Az Előzmények lap összes felvétele, beleértve az ezen az eszközön tárolt átiratokat és hangfájlokat, véglegesen törlődik.
it: Tutte le registrazioni nella scheda Cronologia, inclusi i testi delle trascrizioni e i file audio archiviati su questo dispositivo, verranno eliminati definitivamente.
ja: 履歴タブのすべての録音（このデバイスに保存された文字起こしテキストとオーディオファイルを含む）が完全に削除されます。
ko: 기록 탭의 모든 녹음(이 기기에 저장된 변환된 텍스트와 오디오 파일 포함)이 영구적으로 삭제됩니다.
lt: Visi įrašai iš istorijos kortelės, įskaitant transkripcijos tekstą ir šiame įrenginyje saugomus garso failus, bus visam laikui ištrinti.
lv: Visi ieraksti no cilnes Vēsture, tostarp transkripcijas teksts un šajā ierīcē saglabātie audio faili, tiks neatgriezeniski dzēsti.
nb: Alle opptak fra Historikk-fanen, inkludert transkripsjonstekst og lydfiler lagret på denne enheten, slettes permanent.
nl: Alle opnames van het tabblad Geschiedenis, inclusief transcriptietekst en audiobestanden opgeslagen op dit apparaat, worden permanent verwijderd.
pl: Wszystkie nagrania z karty Historia, w tym tekst transkrypcji i pliki audio przechowywane na tym urządzeniu, zostaną trwale usunięte.
pt: Todas as gravações da aba Histórico, incluindo o texto da transcrição e os arquivos de áudio armazenados neste dispositivo, serão excluídos permanentemente.
ro: Toate înregistrările din fila Istoric, inclusiv textul transcrierii și fișierele audio stocate pe acest dispozitiv, vor fi șterse definitiv.
ru: Все записи из раздела «История», включая текст расшифровок и аудиофайлы на этом устройстве, будут удалены безвозвратно.
sk: Všetky nahrávky zo záložky História, vrátane textu prepisov a zvukových súborov uložených na tomto zariadení, budú natrvalo odstránené.
sl: Vsi posnetki z zavihka Zgodovina, vključno z besedilom transkripcij in zvočnimi datotekami, shranjenimi v tej napravi, bodo trajno izbrisani.
sv: Alla inspelningar från fliken Historik, inklusive transkriptionstext och ljudfiler lagrade på den här enheten, raderas permanent.
tr: Geçmiş sekmesindeki tüm kayıtlar, bu cihazda saklanan transkripsiyon metinleri ve ses dosyaları dahil, kalıcı olarak silinecektir.
uk: Усі записи з вкладки «Історія», включно з текстом розшифровок та аудіофайлами, збереженими на цьому пристрої, буде остаточно видалено.
zh: 历史记录中的所有录音，包括存储在此设备上的转录文本和音频文件，将被永久删除。

source: Allow
bg: Позволи
cs: Povolit
da: Tillad
de: Erlauben
el: Να επιτραπεί
es: Permitir
fi: Salli
fr: Autoriser
hi: अनुमति दें
hr: Dozvoli
hu: Engedélyezés
it: Consenti
ja: 許可
ko: 허용
lt: Leisti
nb: Tillat
nl: Sta toe
pl: Pozwól
pt: Permitir
ro: Permiteți
ru: Разрешить
sk: Povoliť
sl: Dovoli
sv: Tillåt
tr: İzin Ver
uk: Дозволити
zh: 允许

source: Allow Full Access
bg: Разрешете пълен достъп
cs: Povolit plný přístup
da: Tillad fuld adgang
de: Vollzugriff erlauben
el: Επίτρεψε πλήρη πρόσβαση
es: Permitir acceso completo
et: Luba täielik juurdepääs
fi: Salli täysi käyttöoikeus
fr: Autoriser l’accès complet
hi: पूर्ण एक्सेस की अनुमति दें
hr: Dopusti potpuni pristup
hu: Teljes hozzáférés engedélyezése
it: Consenti accesso completo
ja: フルアクセスを許可
ko: 전체 접근 허용
lt: Leisti visapusišką prieigą
lv: Atļaut pilnu piekļuvi
nb: Tillat full tilgang
nl: Sta volledige toegang toe
pl: Zezwól na pełny dostęp
pt: Permitir acesso completo
ro: Permite acces complet
ru: Разрешить полный доступ
sk: Povoliť plný prístup
sl: Dovoli polni dostop
sv: Tillåt fullständig åtkomst
tr: Tam Erişime İzin Ver
uk: Дозволити повний доступ
zh: 允许完全访问

source: Allow Full Access for Keyboard
bg: Разрешете пълен достъп за клавиатурата
cs: Povolit plný přístup pro klávesnici
da: Tillad fuld adgang for tastatur
de: Vollzugriff für die Tastatur erlauben
el: Επίτρεψε πλήρη πρόσβαση για το πληκτρολόγιο
es: Permitir acceso completo para el teclado
et: Luba klaviatuurile täielik juurdepääs
fi: Salli näppäimistölle täysi käyttöoikeus
fr: Autoriser l’accès complet pour le clavier
hi: कीबोर्ड के लिए पूर्ण एक्सेस की अनुमति दें
hr: Dopusti potpuni pristup za tipkovnicu
hu: Teljes hozzáférés engedélyezése a billentyűzethez
it: Consenti accesso completo per la tastiera
ja: キーボードのフルアクセスを許可
ko: 키보드 전체 접근 허용
lt: Leisti visapusišką klaviatūros prieigą
lv: Atļaut tastatūrai pilnu piekļuvi
nb: Tillat full tilgang for tastatur
nl: Sta volledige toegang toe voor toetsenbord
pl: Zezwól na pełny dostęp dla klawiatury
pt: Permitir acesso completo para o teclado
ro: Permite acces complet pentru tastatură
ru: Разрешить полный доступ для клавиатуры
sk: Povoliť plný prístup pre klávesnicu
sl: Dovoli polni dostop za tipkovnico
sv: Tillåt fullständig åtkomst för tangentbordet
tr: Klavye için Tam Erişime İzin Ver
uk: Дозволити повний доступ для клавіатури
zh: 允许键盘完全访问

source: Allow Microphone
bg: Разрешете микрофона
cs: Povolit mikrofon
da: Tillad mikrofon
de: Mikrofon erlauben
el: Επίτρεψε μικρόφωνο
es: Permitir micrófono
et: Luba mikrofon
fi: Salli mikrofoni
fr: Autoriser le microphone
hi: माइक्रोफ़ोन की अनुमति दें
hr: Dopusti mikrofon
hu: Mikrofon engedélyezése
it: Consenti microfono
ja: マイクを許可
ko: 마이크 허용
lt: Leisti mikrofoną
lv: Atļaut mikrofonu
nb: Tillat mikrofon
nl: Microfoon toestaan
pl: Zezwól na mikrofon
pt: Permitir microfone
ro: Permite microfonul
ru: Разрешить микрофон
sk: Povoliť mikrofón
sl: Dovoli mikrofon
sv: Tillåt mikrofon
tr: Mikrofona İzin Ver
uk: Дозволити мікрофон
zh: 允许麦克风

source: Allow Microphone Access
bg: Разрешете достъп до микрофона
cs: Povolit přístup k mikrofonu
da: Tillad mikrofonadgang
de: Mikrofonzugriff erlauben
el: Επίτρεψε πρόσβαση στο μικρόφωνο
es: Permitir acceso al micrófono
et: Luba juurdepääs mikrofonile
fi: Salli mikrofonin käyttö
fr: Autoriser l’accès au microphone
hi: माइक्रोफ़ोन एक्सेस की अनुमति दें
hr: Dopusti pristup mikrofonu
hu: Mikrofon-hozzáférés engedélyezése
it: Consenti accesso al microfono
ja: マイクアクセスを許可
ko: 마이크 접근 허용
lt: Leisti prieigą prie mikrofono
lv: Atļaut piekļuvi mikrofonam
nb: Tillat mikrofontilgang
nl: Microfoontoegang toestaan
pl: Zezwól na dostęp do mikrofonu
pt: Permitir acesso ao microfone
ro: Permite accesul la microfon
ru: Разрешить доступ к микрофону
sk: Povoliť prístup k mikrofónu
sl: Dovoli dostop do mikrofona
sv: Tillåt mikrofonåtkomst
tr: Mikrofon Erişimine İzin Ver
uk: Дозволити доступ до мікрофона
zh: 允许麦克风访问

source: Allows the keyboard to start dictation instantly, without switching to the app. The orange dot in the status bar is normal — it means the mic session is active.
bg: Позволява на клавиатурата да започне диктовка мигновено, без превключване към приложението. Оранжевата точка в лентата на състоянието е нормална — означава, че сесията на микрофона е активна.
cs: Umožní klávesnici okamžitě zahájit diktování bez přepnutí do aplikace. Oranžová tečka ve stavovém řádku je normální — znamená, že relace mikrofonu je aktivní.
da: Lader tastaturet starte diktering med det samme uden at skifte til appen. Den orange prik i statuslinjen er normal — den betyder, at mikrofonsessionen er aktiv.
de: Ermöglicht der Tastatur, das Diktieren sofort zu starten, ohne zur App zu wechseln. Der orangefarbene Punkt in der Statusleiste ist normal — er bedeutet, dass die Mikrofonsitzung aktiv ist.
el: Επιτρέπει στο πληκτρολόγιο να ξεκινά την υπαγόρευση άμεσα, χωρίς εναλλαγή στην εφαρμογή. Η πορτοκαλί τελεία στη γραμμή κατάστασης είναι κανονική — σημαίνει ότι η συνεδρία μικροφώνου είναι ενεργή.
es: Permite al teclado iniciar el dictado al instante, sin cambiar a la app. El punto naranja en la barra de estado es normal — significa que la sesión del micrófono está activa.
et: Võimaldab klaviatuuril alustada dikteerimist kohe, ilma rakendusele lülitumata. Oranž täpp olekuribal on tavaline — see tähendab, et mikrofoniseanss on aktiivne.
fi: Näppäimistö voi aloittaa sanelun heti vaihtamatta ohjelmaan. Tilapalkin oranssi piste on normaali — se tarkoittaa, että mikrofoni-istunto on aktiivinen.
fr: Permet au clavier de démarrer la dictée instantanément, sans basculer vers l’application. Le point orange dans la barre d’état est normal — il indique que la session du micro est active.
hi: कीबोर्ड को ऐप पर स्विच किए बिना तुरंत डिक्टेशन शुरू करने देता है। स्टेटस बार में नारंगी बिंदु सामान्य है — इसका मतलब है कि माइक सत्र सक्रिय है।
hr: Omogućuje tipkovnici da odmah započne diktiranje, bez prebacivanja u aplikaciju. Narančasta točka u statusnoj traci je normalna — znači da je sesija mikrofona aktivna.
hu: Lehetővé teszi, hogy a billentyűzet azonnal elindítsa a diktálást, az alkalmazásra váltás nélkül. Az állapotsorban látható narancssárga pont normális — azt jelenti, hogy a mikrofon-munkamenet aktív.
it: Permette alla tastiera di avviare la dettatura immediatamente, senza passare all’app. Il punto arancione nella barra di stato è normale: indica che la sessione del microfono è attiva.
ja: アプリに切り替えることなく、キーボードから即座に音声入力を開始できます。ステータスバーのオレンジ色の点は正常です — マイクセッションがアクティブであることを意味します。
ko: 앱으로 전환하지 않고 키보드에서 바로 받아쓰기를 시작할 수 있습니다. 상태 표시줄의 주황색 점은 정상이며 — 마이크 세션이 활성 상태임을 의미합니다.
lt: Leidžia klaviatūrai pradėti diktavimą iškart, neperjungiant į programėlę. Oranžinis taškas būsenos juostoje yra normalu — tai reiškia, kad mikrofono sesija yra aktyvi.
lv: Ļauj tastatūrai uzreiz sākt diktēšanu, nepārslēdzoties uz lietotni. Oranžais punkts statusa joslā ir normāls — tas nozīmē, ka mikrofona sesija ir aktīva.
nb: Lar tastaturet starte diktering umiddelbart, uten å bytte til appen. Den oransje prikken i statuslinjen er normal — den betyr at mikrofonøkten er aktiv.
nl: Hiermee kan het toetsenbord direct dicteren starten, zonder naar de app te schakelen. De oranje stip in de statusbalk is normaal — het betekent dat de microfoonsessie actief is.
pl: Pozwala klawiaturze natychmiast rozpocząć dyktowanie bez przełączania do aplikacji. Pomarańczowa kropka na pasku stanu jest normalna — oznacza, że sesja mikrofonu jest aktywna.
pt: Permite que o teclado inicie o ditado instantaneamente, sem alternar para o app. O ponto laranja na barra de status é normal — significa que a sessão do microfone está ativa.
ro: Permite tastaturii să înceapă dictarea instantaneu, fără a comuta la aplicație. Punctul portocaliu din bara de stare este normal — înseamnă că sesiunea microfonului este activă.
ru: Позволяет клавиатуре начинать диктовку мгновенно, без переключения в приложение. Оранжевая точка в строке состояния — это нормально, она означает, что сессия микрофона активна.
sk: Umožňuje klávesnici okamžite začať diktovanie bez prepínania do aplikácie. Oranžová bodka v stavovom riadku je normálna — znamená, že relácia mikrofónu je aktívna.
sl: Tipkovnici omogoča, da narekovanje zažene takoj, brez preklopa na aplikacijo. Oranžna pika v vrstici stanja je običajna — pomeni, da je seja mikrofona aktivna.
sv: Låter tangentbordet starta diktering direkt, utan att byta till appen. Den orange pricken i statusfältet är normal — den betyder att mikrofonsessionen är aktiv.
tr: Klavyenin uygulamaya geçmeden dikteyi anında başlatmasını sağlar. Durum çubuğundaki turuncu nokta normaldir — mikrofon oturumunun etkin olduğu anlamına gelir.
uk: Дозволяє клавіатурі миттєво починати диктування без переходу до застосунку. Помаранчева крапка в рядку стану — це нормально, вона означає, що сесія мікрофона активна.
zh: 允许键盘即时开始听写，无需切换到应用。状态栏中的橙色圆点是正常的——表示麦克风会话处于活动状态。

source: App Language
bg: Език на приложението
cs: Jazyk aplikace
da: Appsprog
de: App-Sprache
el: Γλώσσα εφαρμογής
es: Idioma de la app
et: Rakenduse keel
fi: Ohjelman kieli
fr: Langue de l’app
hi: ऐप भाषा
hr: Jezik aplikacije
hu: Alkalmazás nyelve
it: Lingua dell’app
ja: アプリの言語
ko: 앱 언어
lt: Programėlės kalba
lv: Lietotnes valoda
nb: Appspråk
nl: Apptaal
pl: Język aplikacji
pt: Idioma do app
ro: Limba aplicației
ru: Язык приложения
sk: Jazyk aplikácie
sl: Jezik aplikacije
sv: Appspråk
tr: Uygulama Dili
uk: Мова застосунку
zh: 应用语言

source: Apps
bg: Приложения
cs: Aplikace
el: Εφαρμογές
et: Rakendused
fi: Ohjelmat
hi: ऐप्स
hr: Aplikacije
hu: Alkalmazások
it: App
ja: アプリ
ko: 앱
lt: Programėlės
lv: Lietotnes
nb: Apper
pl: Aplikacje
ro: Aplicații
ru: Приложения
sk: Aplikácie
sl: Aplikacije
sv: Appar
tr: Uygulamalar
uk: Застосунки
zh: 应用

source: Auto Action
bg: Автоматично действие
cs: Automatická akce
da: Automatisk handling
de: Automatische Aktion
el: Αυτόματη ενέργεια
es: Acción automática
et: Automaatne tegevus
fi: Automaattinen toiminto
fr: Action automatique
hi: ऑटो एक्शन
hr: Automatska akcija
hu: Automatikus művelet
it: Azione automatica
ja: 自動アクション
ko: 자동 작업
lt: Automatinis veiksmas
lv: Automātiska darbība
nb: Automatisk handling
nl: Automatische actie
pl: Akcja automatyczna
pt: Ação automática
ro: Acțiune automată
ru: Автодействие
sk: Automatická akcia
sl: Samodejno dejanje
sv: Automatisk åtgärd
tr: Otomatik İşlem
uk: Автоматична дія
zh: 自动操作
